[
    {
        "quantity": 1,
        "id": 1,
        "imgUrl": "https://dao54xqhg9jfa.cloudfront.net/OMS-ProductMerchantdising/ac53a507-4bdd-92cd-ee0b-c96281e04999/original/chicken-curry-cut.jpg?format=webp",
        "name": "Chicken Curry Cut - Small Pieces",
        "des": "Fresh Nakhre & fresh bone-in & boneless chicken cuts",
        "description": "With our special nakhras for special cuts, making a delicious chicken curry has never been easier!, Chicken Curry Cut is a mix of bone-in, small pieces of breast, wing (without the tip), leg and thigh meat, enough to feed a small to medium-sized family. This Small pack consists of 13-16 pieces of smaller cuts of chicken, for when you are making a smaller portion of curry or looking to reduce cooking time. Smaller pieces of chicken cook faster because of the higher surface-to-volume ratio.These pieces remain juicy and turn tender once cooked. Make Andhra Style Chicken Curry, Dhaba Style Chicken Curry, Mughlai Chicken Curry and more with Licious Chicken Curry Cut (Small).Licious chickens are raised on biosecure farms and are antibiotic residue-free. They are cut & cleaned by experts and stored in temperature-controlled conditions, between 0-4°C, to ensure that it is always fresh, never frozen.Order Licious Chicken Curry Cut online and get it home delivered.",
        "category_type":"Best Sellers",
        "net_tag": "Net wt:",
        "net": 500,
        "unit": "gms",
        "no_of_pieces": "13-17",
        "price_tag": "MRP:",
        "currency": "₹",
        "price": 159,
        "strikedPrice": "179",
        "off": "11",
        "off_tag": "%OFF",
        "status": false
    },
    {
        "quantity": 1,
        "id": 2,
        "imgUrl": "https://dao54xqhg9jfa.cloudfront.net/OMS-ProductMerchantdising/4cad2ee9-9257-9109-62a1-da4082b2cf36/original/sho.jpg?format=webp",
        "name": "Chicken Curry Cut - Small Pieces (Large Pack)",
        "des": "Bone-in chunky pieces of skinless chicken",
        "description": "Chicken Mince from Licious is Chicken breast fillets ground to perfection. This smooth and juicy lean meat is packed with proteins and minerals. Chicken Mince is a versatile meat that can be ideal for making patties, kebabs, keema, or meatballs. Order Chicken Mince online from Licious and get the goodness of chicken delivered to your doorstep.",
        "category_type":"Best Sellers",
        "net_tag": "Net wt:",
        "net": 1000,
        "unit": "gms",
        "no_of_pieces": "26-34",
        "price_tag": "MRP:",
        "currency": "₹",
        "price": 299,
        "strikedPrice": "345",
        "off": "13",
        "off_tag": "%OFF",
        "status": false
    },
    {
        "quantity": 1,
        "id": 3,
        "imgUrl": "https://dao54xqhg9jfa.cloudfront.net/OMS-ProductMerchantdising/fcea4075-0ed2-23c1-2b3f-1cddcbd1d11f/original/Chicken-Breast-Boneless-(3-4-Pieces)-Hero-Shot_(1).jpg?format=webp",
        "name": "Chicken Breast - Boneless",
        "des": "Boneless fillets: special nakhre for special cuts",
        "description": "Easy-to-cook, versatile and cut from the most tender parts of a chicken, we've got special nakhras for everyone's favourite — Chicken Breast Boneless.Cut from the breast bone, including chicken tenders, this cut is skinless and ideal if you enjoy cuts of lean meat. Chicken breasts cook rather quickly (because they don't contain much fat) and can be cooked in a variety of ways: grilled, baked, fried, pan-fried and more!,Some popular chicken breast recipes include Chicken Tikka, Butter Chicken, Baked Chicken Breast, Lemon Chicken etc. Try the one that you are in the mood for today's meal.Licious chickens are raised on biosecure farms and are antibiotic-residue free. They are cut & cleaned by experts and temperature-controlled between 0-4°C to ensure that it is chilled, never frozen.Order Licious Chicken Breast Boneless online and get it home delivered.",
        "category_type":"Best Sellers",
        "net_tag": "Net wt:",
        "net": 450,
        "unit": "gms",
        "no_of_pieces": "3-4",
        "price_tag": "MRP:",
        "currency": "₹",
        "price": 285,
        "strikedPrice": "",
        "off": "",
        "off_tag": "%OFF",
        "status": false
    },
    {
        "quantity": 1,
        "id": 4,
        "imgUrl": "https://dao54xqhg9jfa.cloudfront.net/OMS-ProductMerchantdising/a917c576-c350-375a-afad-4882c7fd85a8/original/Classic-Eggs---Pack-of-12-Hero-Shot.jpg?format=webp",
        "name": "Classic Eggs - Pack Of 12",
        "des": "White shell eggs laid by healthy hens.",
        "description": "Eggs are a very versatile source of protein for your daily meals. An omelette, scrambled eggs or even sunny side-up, the possibilities are endless!,Farm fresh, Classic Eggs from Licious are obtained from antibiotic residue-free, healthy chickens raised in a natural environment. They're perfect for your breakfast, lunch or dinner needs.Order fresh Classic Eggs online from Licious today and get them delivered to your home.",
        "category_type":"Best Sellers",
        "net_tag": "Net wt:",
        "net": 12,
        "unit": "gms",
        "no_of_pieces": "12",
        "price_tag": "MRP:",
        "currency": "₹",
        "price": 137,
        "strikedPrice": "",
        "off": "",
        "off_tag": "%OFF",
        "status": false
    },
    {
        "quantity": 1,
        "id": 5,
        "imgUrl": "https://dao54xqhg9jfa.cloudfront.net/OMS-ProductMerchantdising/ca5adea0-fcd4-9787-416a-7b95b3a670b4/original/ChickenLC.jpg?format=webp",
        "name": "Chicken Curry Cut - Large Pieces",
        "des": "Fresh Nakhre for tender bone-in & boneless chicken cuts",
        "description": "With our special nakhras come special meaty portions of our Chicken Curry Cut. Made for specialty recipes and comforting family meals!,Our large Chicken Curry Cut pieces include a leg piece, wings without tips, and two breast quarters with backbone. These large chicken cuts are perfect for slow-cooked curries such as Thai Chicken Curry, Coconut Chicken Curry, Chicken Korma and more. These pieces remain juicy and turn tender once cooked.The pack contains meaty, tender pieces of chicken which is perfect for whipping up a satisfying meal for your loved ones.Licious chickens are raised on biosecure farms and are antibiotic residue-free.They are cut & cleaned by experts and temperature controlled between 0-4 °C to ensure maximum freshness. Order Licious Chicken Curry Cut Large (Large Pack) online and get it home delivered. ",
        "category_type":"Best Sellers",
        "net_tag": "Net wt:",
        "net": 500,
        "unit": "gms",
        "no_of_pieces": "8-10",
        "price_tag": "MRP:",
        "currency": "₹",
        "price": 159,
        "strikedPrice": "179",
        "off": "11",
        "off_tag": "%OFF",
        "status": false
    },
    {
        "quantity": 1,
        "id": 6,
        "imgUrl": "https://dao54xqhg9jfa.cloudfront.net/OMS-ProductMerchantdising/7c01addb-3cff-9c0a-fa68-d4d6d41de5f5/original/large.jpg?format=webp",
        "name": "Chicken Curry Cut - Large Pieces (Large Pack)",
        "des": "Cut & cleaned bone-in & boneless chicken",
        "description": "A mix of dark and white meat, our large Chicken Curry Cut pieces include Two leg, Two wing without tip, and Two breast quarter with backbone. Obtained from pasture-raised healthy chickens, the meat has a rich, juicy flavour with a tender, smooth and moderate-firm texture. Best suited for curries, the package includes both boneless and bone-in curry cut pieces. Order hormone-free Chicken Curry Cut pieces online and get them delivered fresh at your doorstep.",
        "category_type":"Best Sellers",
        "net_tag": "Net wt:",
        "net": 1000,
        "unit": "gms",
        "no_of_pieces": "16-20",
        "price_tag": "MRP:",
        "currency": "₹",
        "price": 299,
        "strikedPrice": "345",
        "off": "13",
        "off_tag": "%OFF",
        "status": false
    },
    {
        "quantity": 1,
        "id": 7,
        "imgUrl": "https://dao54xqhg9jfa.cloudfront.net/OMS-ProductMerchantdising/feedc98d-42e1-0e0a-7da0-0072fa84977c/original/p2_tile_images_6th_folder-09_(1).jpg?format=webp",
        "name": "Rohu (Rui) Medium - Bengali Cut, No Head",
        "des": "Nakhre that fly fish to you, cut & cleaned for curries",
        "description": "Did you know? Our fish fly! 4-7 large Bengali cut pieces of Freshwater Rohu that's caught fresh, cut, cleaned & delivered to your doorstep.These are large pieces of Bengali Cuts of freshwater Rohu, that are perfect for curries or fish fry. Rohu is a soft-textured bony fish with a subtle flavour.Licious fish & seafood is sourced from approved local fishermen every day, they contain no added chemicals.Licious meats are temperature-controlled at every stage between 0-4?. This ensures maximum freshness.Order Freshwater Rohu Large - Bengali Cut No Head online and get it home delivered!",
        "category_type":"Best Sellers",
        "net_tag": "Net wt:",
        "net": 500,
        "unit": "gms",
        "no_of_pieces": "8-12",
        "price_tag": "MRP:",
        "currency": "₹",
        "price": 259,
        "strikedPrice": "",
        "off": "",
        "off_tag": "%OFF",
        "status": false
    },
    {
        "quantity": 1,
        "id": 8,
        "imgUrl": "https://dao54xqhg9jfa.cloudfront.net/OMS-ProductMerchantdising/66e96bfe-5abc-2cd8-18a7-01a9eceb2bfa/original/WhatsApp_Image_2022-04-13_at_2.16.31_PM.jpeg?format=webp",
        "name": "Freshwater/ White Prawns/ Seegadi (Medium) - Cleaned & Deveined",
        "des": "Freshwater prawns. De-shelled, cleaned, deveined, butterflied prawns, with head and tail removed.",
        "description": "Peeled and cleaned with head and tail removed, our medium-sized Freshwater Prawns are deveined and ready for your pan. These prawns are juicy and flavourful while being rich in proteins, omega-3 fatty acids, and antioxidants. They have a moist texture and a mild sweet taste as compared to other seafood. Ideal for curries, baked appetizers or even biryani, these prawns are perfect if you prefer fleshy, boneless seafood that requires minimum effort to eat. Buy Freshwater Prawns online and get them delivered at your doorstep.",
        "category_type":"Best Sellers",
        "net_tag": "Net wt:",
        "net": 250,
        "unit": "gms",
        "no_of_pieces": "16-36",
        "price_tag": "MRP:",
        "currency": "₹",
        "price": 375,
        "strikedPrice": "",
        "off": "",
        "off_tag": "%OFF",
        "status": false
    },
    {
        "quantity": 1,
        "id": 9,
        "imgUrl": "https://dao54xqhg9jfa.cloudfront.net/OMS-ProductMerchantdising/1ea5ff1f-52f3-c7aa-953a-a4d287e40247/original/p0_tile_images-15_(2).jpg?format=webp",
        "name": "Catla (Theppu) Medium - Bengali Cut, No Head",
        "des": "Also called Katla, Botchee, Kendai, Theppu, Carp",
        "description": "Catla is a freshwater, bony fish which has a very delicate or mild flavour and soft, lean meat.  This package contains 7-9 Bengali cut pieces including part of the tail.Catla is a popular fish in Bengal because it tastes great and works well in Bengali-style curries or fry-ups. This fish will surely compliment other curries too which use Indian spices.Licious fish & seafood is sourced from approved local fishermen every day, they contain no added chemicals or antibiotic residue.All Licious products are temperature-controlled at every stage between 0-4?. This ensures that each product is chilled not frozen which maintains freshness.Order Freshwater Catla - Bengali Cut (Without Head) online and get it home delivered!",
        "category_type":"Best Sellers",
        "net_tag": "Net wt:",
        "net": 500,
        "unit": "gms",
        "no_of_pieces": "7-9",
        "price_tag": "MRP:",
        "currency": "₹",
        "price": 339,
        "strikedPrice": "",
        "off": "",
        "off_tag": "%OFF",
        "status": false
    }
]