[
    {
        "quantity": 1,
        "id": 1,
        "imgUrl": "https://dao54xqhg9jfa.cloudfront.net/OMS-ProductMerchantdising/ffd4144f-25a7-6f26-2d90-9a9db0332dda/original/Chicken_Thigh_Boneless_Hero_Shot.jpg?format=webp",
        "name": "Chicken Thigh Boneless",
        "des": "Fresh nakhre for fresh, juicy & tender chicken thigh cuts",
        "description": "Our special nakhras bring to you special, boneless cuts of Chicken Thigh — it's meatier, juicier & tender!,Cut from the upper-leg, above the knee joint, these meaty cuts are sliced further into boneless pieces for convenient cooking. Thigh cuts are perfect for slow-cooking such as in a curry, grilling, steaming, smoking or baking.This cut is a perfect addition to Chicken tacos, creamy chicken stew, one-pot chicken rice etc.Licious hens are raised on bio-secure farms. They are cut & cleaned by experts and are antibiotic residue-free. Licious meats are temperature-controlled between 0-4? to ensure maximum freshness. Order Licious Chicken Boneless - Cubes online and get it home delivered.",
        "category_type":"Boneless Cuts",
        "net_tag": "Net wt:",
        "net": 450,
        "unit": "gms",
        "no_of_pieces": "6-8",
        "price_tag": "MRP:",
        "currency":271,
        "strikedPrice": "339",
        "off": "20",
        "off_tag": "%OFF",
        "status": false
    },
    {
        "quantity": 1,
        "id": 2,
        "imgUrl": "https://dao54xqhg9jfa.cloudfront.net/OMS-ProductMerchantdising/3e9023d4-e2f7-2fe6-c68f-75014733ff7e/original/Chicken_Mince_Large_Pack_Hero_Shot.jpg?format=webp",
        "name": "Chicken Mince (Keema)",
        "des": "Tender, perfectly ground meat from our Nakhrebaaz team!",
        "description": "This perfectly ground, succulent, juicy meat comes from our dedicated team of Nakhrebaaz! Whip up delicious momos, meatballs, burger patties, Keema curry &amp; more.Made with fresh, cleaned chicken breast that has been ground to perfection, this cut makes it easy for you to whip up dishes like Chicken Dumplings, Spaghetti and Meatballs, Chicken Pot Pie and more within minutes!, Licious hens are raised on bio-secure farms and are antibiotic residue-free.Our chicken is stored in temperature-controlled conditions, between 0-4°C , to ensure that it is chilled, never frozen. Order Licious Chicken Mince (Keema) online and get it home delivered.Note: Licious Chicken is thoroughly cleaned before it is minced. You can cook it straight from the pack. To retain the taste, texture and flavour of the mince, please do not wash it.",
        "category_type":"Boneless Cuts",
        "net_tag": "Net wt:",
        "net": 450,
        "unit": "gms",
        "no_of_pieces": "N/A",
        "price_tag": "MRP:",
        "currency":299,
        "strikedPrice": "",
        "off": "",
        "off_tag": "%OFF",
        "status": false
    },
    {
        "quantity": 1,
        "id": 3,
        "imgUrl": "https://dao54xqhg9jfa.cloudfront.net/OMS-ProductMerchantdising/06467851-b012-3b3f-0f74-5c758afa2603/original/p1_tile_images-25.jpg?format=webp",
        "name": "Seer (Vanjaram/Surmai) Large - Boneless Cubes)",
        "des": "Also called Surmai, Vanjaram, Neymeen, Anjal, Ser Maach",
        "description": "Enjoy the firm flesh and mild flavours of Seer in the form of easy-to-cook boneless cubes!,Seer (also known as Vanjaram/Surmai) is perfect for those who do not eat fish often. This fish is also best enjoyed coated in a lot of spices and masalas, in contrast to its mild flavours. These boneless cubes are perfect for recipes that require boneless fish pieces such as Fish Tikka, Apollo Fish Fry, Fish 65, Fish kebabs etc. This pack consists of large pieces of seer fish, cut into boneless pieces.Our fish and seafood are sourced daily and cleaned in RO purified water. They are kept chilled at 0-4°C to retain freshness, never frozen.Order Seer (Vanjaram/Surmai) Large - Boneless Cubes and get it delivered fresh at your doorstep.",
        "category_type":"Boneless Cuts",
        "net_tag": "Net wt:",
        "net": 300,
        "unit": "gms",
        "no_of_pieces": "10-15",
        "price_tag": "MRP:",
        "currency":869,
        "strikedPrice": "",
        "off": "",
        "off_tag": "%OFF",
        "status": false
    },
    {
        "quantity": 1,
        "id":4,
        "imgUrl": "https://dao54xqhg9jfa.cloudfront.net/OMS-ProductMerchantdising/2831d674-fd93-eec9-f638-5cf11c850d24/original/Lamb-Leg-(Boneless)-Hero-Shot_(1).jpg?format=webp",
        "name": "Lamb Leg Boneless",
        "des": "Tender, boneless, evenly-cut chunks of velvety, lean lamb meat taken from the hind legs",
        "description": "Our medium-sized boneless portions of lamb meat are neatly cut from the legs. These meat portions are juicy with a strong flavour. In terms of nutrients, these meat portions are rich in proteins, vitamins and minerals. High on flavour, these dark meat portions are lean and low in fat as compared to richer curry, shoulder or biryani cuts. Ideal for curries or grilled preparations, these are perfect if you prefer more flesh and no bones in the meat. Buy from Licious online and get fresh Lamb Boneless Leg meat portions home delivered.",
        "category_type":"Boneless Cuts",
        "net_tag": "Net wt:",
        "net": 500,
        "unit": "gms",
        "no_of_pieces": "14-16",
        "price_tag": "MRP:",
        "currency":949,
        "strikedPrice": "",
        "off": "",
        "off_tag": "%OFF",
        "status": false
    },
    {
        "quantity": 1,
        "id": 5,
        "imgUrl": "https://dao54xqhg9jfa.cloudfront.net/OMS-ProductMerchantdising/1d3e67ab-07dd-3f3b-9c38-ce72952f939e/original/p0_tile_images-10.jpg?format=webp",
        "name": "Basa ( Pangas)- Fillet, Platinum Grade",
        "des": "From unpolluted Indian waters, freshly cleaned, creamy textured fillets of premium basa",
        "description": "The Licious Platinum Grade Basa Fillets are sliced lengthwise along one side of the fish parallel to the spine. Freshly caught from the Indian freshwaters, Basa is rich in omega-3 fatty acids and proteins. It is also known as Pangas and has a moist, medium-firm texture with a moderate flavour. Ideal for grilled, pan-fried, or baked dishes, this fish is an excellent choice if you are new to seafood. Buy Basa Fillets online and get doorstep delivery.",
        "category_type":"Boneless Cuts",
        "net_tag": "Net wt:",
        "net": 450,
        "unit": "gms",
        "no_of_pieces": "1-2",
        "price_tag": "MRP:",
        "currency":515,
        "strikedPrice": "",
        "off": "",
        "off_tag": "%OFF",
        "status": false
    },
    {
        "quantity": 1,
        "id": 6,
        "imgUrl": "https://dao54xqhg9jfa.cloudfront.net/OMS-ProductMerchantdising/fcea4075-0ed2-23c1-2b3f-1cddcbd1d11f/original/Chicken-Breast-Boneless-(3-4-Pieces)-Hero-Shot_(1).jpg?format=webp",
        "name": "Chicken Breast - Boneless",
        "des": "Boneless fillets: special nakhre for special cuts",
        "description": "Easy-to-cook, versatile and cut from the most tender parts of a chicken, we've got special nakhras for everyone's favourite — Chicken Breast Boneless.Cut from the breast bone, including chicken tenders, this cut is skinless and ideal if you enjoy cuts of lean meat. Chicken breasts cook rather quickly (because they don't contain much fat) and can be cooked in a variety of ways: grilled, baked, fried, pan-fried and more!,Some popular chicken breast recipes include Chicken Tikka, Butter Chicken, Baked Chicken Breast, Lemon Chicken etc. Try the one that you are in the mood for today's meal.Licious chickens are raised on biosecure farms and are antibiotic-residue free. They are cut & cleaned by experts and temperature-controlled between 0-4°C to ensure that it is chilled, never frozen.Order Licious Chicken Breast Boneless online and get it home delivered.",
        "category_type":"Boneless Cuts",
        "net_tag": "Net wt:",
        "net": 450,
        "unit": "gms",
        "no_of_pieces": "3-4",
        "price_tag": "MRP:",
        "currency": "₹",
        "price": 285,
        "strikedPrice": "",
        "off": "",
        "off_tag": "%OFF",
        "status": false
    }
]